Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/download.tmx
Source language: en
Languages: ja

source: Download
ja: ダウンロード

source: The latest stable release is |osgeolive-version| and can be downloaded from:
ja: 最新の安定版リリースは |osgeolive-version| でこちらからダウンロード可能です:

source: Picking the right image for you:
ja: あなたの環境に適したイメージを選択してください:

source: A Lubuntu based bootable image, which can be copied to an 8 Gig USB thumb drive (faster and recommended) or DVD (cheaper). It can also be used to build a virtual machine from scratch.
ja: Lubuntu ベースのブータブルイメージで、8 GBの ブータブル USB ドライブ(早い、推奨)か DVD (安い)にコピー可能です。仮想環境をいちから構築することにも利用可能です。

source: This is a pre-made virtual machine (.vmdk), based on osgeolive, suitable for use in VirtualBox, VMWare, KVM and other virtual machine applications. It has been compressed using `7-Zip <https://www.7-zip.org/>`_.
ja: VirtualBox、VMWare、KVM などの仮想マシンに適した、OSGeoLiveに基づいて事前作成された仮想マシン(.vmdk)です。 `7-Zip <https://www.7-zip.org/>`_ で圧縮されています。

source: **amd64 or i386 architecture**
ja: **amd64 または i386 アーキテクチャ**

source: ISO images are available for recent amd64 hardware (recommended) as well as older i386 hardware.
ja: ISO イメージは、最近の amd64 ハードウェア(推奨)、または、古い i386 ハードウェアで利用可能です。

source: **md5 checksum**
ja: **md5 チェックサム**

source: You can use the md5 checksum to verify the image downloaded successfully.
ja: イメージのダウンロードが成功したかを確認するために、 md5 チェックサムを利用することが可能です。

source: **System Requirements**
ja: **システム要件**

source: `Minimum suggested system resources: 1 GB RAM (2 GB are better for trying Java based applications), 1GHz i386 or amd64 compatible CPU. No hard drive required. Mac users will benefit from a 3-button USB mouse.`
ja: `最低限の動作環境は: メモリ 1GB (Java ベースのアプリケーションを使用する場合 2 GB あるとよいでしょう)、1GHz 以上の i386 か amd64 互換の CPU。ハードディスクは必要な場合のみ。Mac ユーザーには 3ボタン USB マウスの利用をお勧めします。`
